<?php ?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Document</title>
</head>
<body>
    <script>
        const str = `
        1：李	2：王	3：張	4：劉	5：陳
        6：楊	7：趙	8：黃	9：週	10：吳
        11：徐	12：孫	13：胡	14：朱	15：高
        16：林	17：何	18：郭	19：馬	20：羅
        21：梁	22：宋	23：鄭	24：謝	25：韓
        26：唐	27：馮	28：於	29：董	30：蕭
        31：程	32：曹	33：袁	34：鄧	35：許
        36：傅	37：沈	38：曾	39：彭	40：呂
        41：蘇	42：盧	43：蔣	44：蔡	45：賈
        46：丁	47：魏	48：薛	49：葉	50：閻
        51：餘	52：潘	53：杜	54：戴	55：夏
        56：鐘	57：汪	58：田	59：任	60：姜
        61：範	62：方	63：石	64：姚	65：譚
        66：廖	67：鄒	68：熊	69：金	70：陸
        71：郝	72：孔	73：白	74：崔	75：康
        76：毛	77：邱	78：秦	79：江	80：史
        81：顧	82：侯	83：邵	84：孟	85：龍
        86：萬	87：段	88:賽艇	89：錢	90：湯
        91：尹	92：黎	93：易	94：常	95：武
        96：喬	97：賀	98：賴	99：龔	100：文`
    </script>
</body>
</html>